Repository: ForumPlayer/lanchat
Catalog: Lanchat.Terminal/Properties/Resources.*.resx
Languages: pl

# Help
source: Start options: --debug (-d) Show logs --loopback (-l) Connect with localhost after start --no-server (-n) Start without server --no-udp (-b) Start without broadcast Commands: connect disconnect list nickname m block unblock blocked afk dnd online exit help send accept reject Try /help <command> for detailed help.
pl: Parametry uruchamiania: --debug (-d) Wyświetlanie logów --loopback (-l) Łączenie z localhostem po starcie --no-server (-n) Uruchamianie bez serwera --no-udp (-b) Uruchamianie bez rozgłaszania Polecenia: connect disconnect list nickname m block unblock blocked afk dnd online exit help send accept reject Użyj polecenia /help <polecenie> aby wyświetlić szczegółową pomoc.

# _Connected
source: {0} connected
pl: Połączono z {0}

# _ConnectionError
source: Connection error: {0} / {1}
pl: Błąd połączenia: {0} / {1}

# _Disconnected
source: {0} disconnected
pl: Rozłączono z {0}

source: Incorrect values
pl: Nieprawidłowa wartość

source: Manual not found
pl: Pomoc nie została znaleziona

# _NicknameChanged
source: {0} is now {1}
pl: {0} zmienił nick na {1}

source: User not found
pl: Nie znaleziono użytkownika

# _PortBusy
source: Port busy. Cannot start server.
pl: Port zajęty, nie można uruchomić serwera. Spróbuj zmienić port w pliku konfiguracyjnym.

# _SelfNicknameChanged
source: Nickname changed
pl: Nick został zmieniony

# _Unblocked
source: {0} unblocked
pl: {0} został odblokowany

# _WrongNickname
source: Nick must be shorter than 20 characters and cannot be blank
pl: Nick musi być krótszy niż 20 znaków i nie może być pusty

# _ConnectionAttempt
source: Attempting connect to {0}
pl: Łączenie z {0}

# _CannotConnect
source: Cannot connect with {0}
pl: Nie można połączyć z {0}

# _BlockedList
source: Blocked IP addresses
pl: Zablokowane adresy IP

# _Blocked
source: {0} blocked
pl: {0} został zablokowany

# _StatusChange
source: {0} is {1}
pl: {0} jest {1}

# Help_block
source: Syntax: /block <ip | short id>
pl: Składnia: /block <ip | krótkie id>

# Help_connect
source: Syntax: /connect <ip> <port>
pl: Składnia: /connect <ip> <port>

# Help_disconnect
source: Syntax: /disconnect <short id>
pl: Składnia: /disconnect <krótkie id>

# Help_m
source: Syntax: /m <short id> <message>
pl: Składnia: /m <krótkie id> <wiadomość>

# Help_nick
source: Syntax: /nick <new_nick>
pl: Składnia: /nick <nowy nick>

# Help_ping
source: Syntax: /ping <short id>
pl: Składnia: /ping <krótkie id>

# Help_unblock
source: Syntax: /unblock <ip>
pl: Składnia: /unblock <ip>

# _FirstRunMessage
source: Quickstart guide: 1. Help is available under /help command. 2. Connect with other users witch /connect <ip> 3. You can see detected users addresses by calling /list 4. Config file can be found in {0}
pl: Szybka instrukcja: 1. Pomoc jest dostępna pod komendą /help 2. Aby połączyć się z innym użytkownikiem użyj komedny /connect <adres ip> 3. Możesz zobaczyć adresy dostępnych w sieci osób przy pomocy komendy /list 4. Plik konfiguracyjny znajduje się w {0}

# _FileRequest
source: {0} wants to send you a file {1} (/accept | /reject)
pl: {0} chce wysłać ci plik {1} (/accept | /reject)

# _FileReceived
source: File from {0} saved to {1}
pl: Plik od {0} zapisany w {1}

# _FileRequestAccepted
source: {0} accepted your request. File is sending.
pl: {0} zaakceptował twój plik. Jest on wysyłany.

# _FileRequestRejected
source: {0} rejected your file send request.
pl: {0} odrzucił twój plik.

# _CannotAccessFile
source: Cannot access {0}. File name or permissions may be wrong.
pl: Nie można uzyskać dostępu do {0}. Nazwa pliku lub uprawnienia dostępu mogą być błędne

# _FileTransferInProgress
source: Cannot send multiple files at once.
pl: Nie można wysyłać wielu plików jednocześnie.

# _NoFileReceiveRequest
source: No file transfers
pl: Brak przesyłanych plików

# Help_send
source: Syntax: /send <short id> <file path>
pl: Składnia: /send <krótkie id> <ścieżka do pliku>

# Help_accept
source: Syntax: /accept <short id>
pl: Składnia: /accept <krótkie id>

# Help_reject
source: Syntax: /reject <short id>
pl: Składnia: /reject <krótkie id>

# _FileTransferFinished
source: File transfer with {0} finished.
pl: Wymiania plików z {0} zakończona
